[
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_nl_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/lenen/woning/ing-renovatie-partners-vlaanderen-energyvision",
        "txt_file_id": "299",
        "content": "# Het aanbod van EnergyVision voor Vlaanderen - ING België\n\nIn Vlaanderen biedt EnergyVision gratis zonnepanelen aan samen met een voordelig energiecontract voor huiseigenaren in Vlaanderen, waarmee tot wel 70%\\* van de energiefactuur vastgezet kan worden tegen een vast tarief voor minstens 10 jaar. Het aanbod bestaat uit drie delen.\nDaarnaast kan je ook een thuislaadstation toevoegen, gratis geïnstalleerd en met een maandelijks abonnement."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_nl_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/lenen/woning/ing-renovatie-partners-vlaanderen-energyvision",
        "txt_file_id": "300",
        "content": "# Het aanbod van EnergyVision voor Vlaanderen - ING België\n\n## Wat zijn jouw opties?\n\n### Gratis zonnepanelen + energiecontract\n\nDeze formule bestaat uit 3 elementen:\n* Gratis zonnepanelen: EnergyVision installeert en betaalt je zonnepanelen (zie voorwaarden hieronder). Je betaalt geen bijkomende kosten (bv. distributietaks). Je betaalt een vast tarief voor de elektriciteit die je zonnepanelen opwekken (€0,2/kWh). Dit deel van je energierekening blijft dus 10 jaar lang vaststaan.\n* Gebruik je extra energie die wordt opgewekt bovenop de elektriciteit die wordt opgewekt door de zonnepanelen? Dan betaal je een mix van een vast/variabel tarief voor de resterende energie:\n  + Vast energietarief voor 1000kWh/jaar. Voor ING-klanten is dit de eerste 2 jaar gratis (2000kWh in totaal gespreid over 2 jaar)!\n  + Variabel energietarief: voor de resterende stroom die je verbruikt bovenop de stroom die wordt opgewekt door de zonnepanelen en de stroom tegen vast tarief, betaal je een variabel tarief. Als de prijzen dalen, daalt dit deel van je energierekening ook. Gaan de prijzen omhoog? Dan voel je de prijsstijging maar beperkt (het variabele deel van je energierekening).\n* Het is ook mogelijk om aardgas toe te voegen aan je energiecontract (waar nodig).\nOntdek het aanbod\n\n### Voeg een thuislaadpaal toe\n\n* Gratis installatie van een laadstation voor je huis om je elektrische auto op te laden.\n* Samen met een maandelijks abonnement (10€/maand in combinatie met een energiecontract + zonnepanelen, 30€/maand in combinatie met alleen een energiecontract).\n* Inclusief een laadkaart waarmee je je elektrische auto bij meer dan 100.000 oplaadpunten in heel Europa kunt opladen tegen een interessant tarief.\nOntdek het aanbod van EnergyVision"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_nl_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/lenen/woning/ing-renovatie-partners-vlaanderen-energyvision",
        "txt_file_id": "301",
        "content": "# Het aanbod van EnergyVision voor Vlaanderen - ING België\n\n## Wat zijn jouw opties?\n\n### Hoe werkt het?\n\n1. 1\n\n#### Ga naar de speciale ING-pagina op de website van EnergyVision\n\nDit is een pagina speciaal voor ING-klanten. Enkel aanvragen via deze pagina komen in aanmerking voor de bijkomende korting!\nGa naar het aanbod van EnergyVision\n2. 2\n\n#### Vraag een voorstel\n\nOp deze pagina kan je een voorstel aanvragen. Je zal gepersonaliseerde informatie ontvangen voor jouw huis, inclusief de korting voor ING-klanten. De opmaak van het voorstel is gratis en vrijblijvend.\n3. 3\n\n#### Installatie\n\nWanneer je het aanbod getekend hebt zal EnergyVision werk maken van de activatie en/of installatie van je zonnepanelen/thuislaadstation (afhankelijk van je aanvraag).\n\n### Ik woon in Wallonië. Kan ik ook intekenen op het aanbod van EnergyVision of Brusol?\n\nMomenteel is dat niet mogelijk, maar EnergyVision werkt aan een aanbod voor Wallonië. Zodra het er is, zal jij ook kunnen inschrijven!\nVerschillende soorten wetgeving verhinderen EnergyVision/Brusol momenteel om hetzelfde aanbod voor heel België uit te rollen. Daarom hebben EnergyVision/Brusol een aanbod voor Vlaanderen en Brussel, maar nog niet voor Wallonië.\n\n### Hoe weet ik welke renovaties de energiescore van mijn huis kunnen verbeteren?\n\nVia onze simulator kun je inschatten wat de huidige energiescore is, inzichten opdoen over hoe je die kunt verbeteren en een simulatie maken van wat de renovatie kan opleveren in termen van energiebesparing."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_nl_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/lenen/woning/ing-renovatie-partners-vlaanderen-energyvision",
        "txt_file_id": "302",
        "content": "# Het aanbod van EnergyVision voor Vlaanderen - ING België\n\n## Wat zijn jouw opties?\n\n### Wat zijn de voorwaarden voor het aanbod van EnergyVision/Brusol?\n\nDe belangrijkste voorwaarden zijn:\n* Je dak moet geschikt zijn voor zonnepanelen\n* Je bent een particuliere huiseigenaar van een woning in Vlaanderen (EnergyVision) of Brussel (Brusol)\n* De bijkomende korting van 2.000 kWh op het vast tarief van EnergyVision gedurende de eerste 2 jaar (1.000 kWh/jaar) is enkel beschikbaar voor ING-klanten die EnergyVision contacteerden via de link op deze pagina.\nAlle informatie over het aanbod, de voorwaarden en de volgende stappen worden uitgelegd op de website van EnergyVision."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen",
        "txt_file_id": "69",
        "content": "# Bankieren voor je kind - ING België - De bank voor je kind\n\nStel de financiële toekomst van je kind veilig met de juiste tools en tips.\n\n## Van 8 tot 17 jaar: Go to 18, de gratis zichtrekening van je kind\n\n* **Het ING Go to 18-pack voor kinderen tussen 8 en 17 jaar:** een handig pakket met daarin een debetkaart voor betalingen, geldopname in euro (SEPA) en instantoverschrijvingen.\n* **Dankzij de feature ‘overzicht kinderen’ houd je een oogje in het zeil via de ING Banking-app :** Je bepaalt limieten voor uitgaven en opnames om het geld van je kind de beschermen. Je kunt bovendien ook de recente transacties checken om ze zeker van te zijn dat alles goed verloopt.\nAanbieding\n\n### Kinderen tussen 8 en 17 jaar?\n\nOpen een gratis ING Go to 18 rekening Kinderen tussen 8 en 17 jaar?\n\n### Overzicht kinderen\n\nVolg de financiën van je kind eenvoudig via de ING Banking app\nOverzicht kinderen Aanbieding\n\n### Kinderen tussen 8 en 17 jaar?\n\nOpen een gratis ING Go to 18 rekening Kinderen tussen 8 en 17 jaar?\n\n### Overzicht kinderen\n\nVolg de financiën van je kind eenvoudig via de ING Banking app\nOverzicht kinderen"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen",
        "txt_file_id": "70",
        "content": "# Bankieren voor je kind - ING België - De bank voor je kind\n\n## Vanaf de geboorte: begin te sparen voor je kind\n\nGezonde spaargewoonten aanleren, is een flinke stap op weg naar een veilige en lonende financiële toekomst.\n* De spaaroplossingen van ING helpen jou en je kind op weg.\n* **Spaar voor hun en/of leer hen zelf te sparen:** onze spaaroplossingen leveren jou en je kind tal van voordelen op.\n* **Ouderlijk toezicht:** Dankzij deze functionaliteit kun je als ouder of voogd in de app het overzicht van alle transacties op deze rekening checken.\n\n### Sparen voor particulieren\n\nBouw met gemak een financiële reserve op. Ontdek de oplossingen om te sparen op uw eigen tempo.\nSparen voor particulieren\n\n### Sparen voor particulieren\n\nBouw met gemak een financiële reserve op. Ontdek de oplossingen om te sparen op uw eigen tempo.\nSparen voor particulieren\n\n## ING Banking app en Overzicht Kinderen\n\n### Blijf op de hoogte van je eigen financiën én die van je kind via de ING Banking app.\n\n* Volg het uitgavenpatroon van je kind door pushmeldingen te activeren​\n* Stel een terugkerende wekelijkse of maandelijkse zakgeldbetaling in​\n* Krijg toegang tot alle ouderlijke controlefuncties​\n* Bevries tijdelijk de debetkaart van je kind"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen",
        "txt_file_id": "71",
        "content": "# Bankieren voor je kind - ING België - De bank voor je kind\n\n## Tips voor het bankieren van elke dag\n\n### Automatisch sparen\n\nSparen? Makkelijk met een doorlopende betalingsopdracht!\n4 oktober 2022 Automatisch sparen\n\n### Hoe een spaarplan opbouwen?\n\nEr bestaan verschillende opties, afhankelijk van jouw behoeften en jouw beleggersprofiel.\n7 juni 2023 Hoe een spaarplan opbouwen?\n\n### Spaar zonder het te voelen!\n\nMet ING Save Up, spaar je kleine bedragen zonder dat je het zelf doorhebt!\nSpaar zonder het te voelen!\n\n### Hoeveel zou je best sparen?\n\nOntdek onze 4 tips over hoe te bepalen welk bedrag je best zou sparen.\n7 juni 2023 Hoeveel zou je best sparen?\n\n### Automatisch sparen\n\nSparen? Makkelijk met een doorlopende betalingsopdracht!\n4 oktober 2022 Automatisch sparen\n\n### Spaar zonder het te voelen!\n\nMet ING Save Up, spaar je kleine bedragen zonder dat je het zelf doorhebt!\nSpaar zonder het te voelen!\n\n### Hoe een spaarplan opbouwen?\n\nEr bestaan verschillende opties, afhankelijk van jouw behoeften en jouw beleggersprofiel.\n7 juni 2023 Hoe een spaarplan opbouwen?\n\n### Hoeveel zou je best sparen?\n\nOntdek onze 4 tips over hoe te bepalen welk bedrag je best zou sparen.\n7 juni 2023 Hoeveel zou je best sparen?"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen",
        "txt_file_id": "72",
        "content": "# Bankieren voor je kind - ING België - De bank voor je kind\n\n## Tips om te sparen\n\n### SOS spaargeld: hoeveel moet je sparen per maand?\n\nArtikel | De gouden geldregel voor maandelijks sparen.\n19 september 2023 SOS spaargeld: hoeveel moet je sparen per maand?\n\n### Een startkapitaal voor je kind\n\nHoe kun je als ouder je kind de helpende hand bieden die het nodig heeft?\n9 juni 2024 Een startkapitaal voor je kind\n\n### Leer kinderen sparen met 5 tips\n\nOntdek hier hoe jongeren te leren sparen met een kinderspaarrekening.\n26 mei 2024 Leer kinderen sparen met 5 tips\n\n### SOS spaargeld: hoeveel moet je sparen per maand?\n\nArtikel | De gouden geldregel voor maandelijks sparen.\n19 september 2023 SOS spaargeld: hoeveel moet je sparen per maand?\n\n### Leer kinderen sparen met 5 tips\n\nOntdek hier hoe jongeren te leren sparen met een kinderspaarrekening.\n26 mei 2024 Leer kinderen sparen met 5 tips\n\n### Een startkapitaal voor je kind\n\nHoe kun je als ouder je kind de helpende hand bieden die het nodig heeft?\n9 juni 2024 Een startkapitaal voor je kind"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen/overzicht-kinderen",
        "txt_file_id": "95",
        "content": "# Overzicht Kinderen - ING België - Overzicht kinderen\n\n## Beheer eenvoudig alle bankrekeningen van je kinderen in één overzichtelijke weergave\n\nHet beheren van de bankrekeningen van je kinderen is nu eenvoudiger en intuïtiever. Met Overzicht kinderen, een nieuwe functie in de ING Banking-app, hebben ouders een speciale ruimte om gereguleerde zicht- en spaarrekeningen van hun kinderen duidelijk en gecontroleerd te bekijken en te beheren.\n* ***Kaart onmiddellijk pauzeren of opnieuw activeren***\n*Met de Pauzeer-knop kun je de uitgaven van je kind met één klik pauzeren — geen telefoontjes, geen gedoe. Kaart kwijt of even controle nodig? Snel en eenvoudig. Activeer opnieuw op elk moment, gewoon via de ING-app.*\n* ***Behoud de controle met ouderlijk toezicht***\n*Beheer je kind zijn/haar kaartlimieten, contactloze en online betalingen, blokkeer de bankkaart via Card Stop indien nodig. Je kunt ook pushmeldingen activeren om de uitgaven van je kind te volgen – en dat allemaal op één plek.*\n* ***Stort zakgeld rechtstreeks vanuit het profiel van je kind***\nMoedig slimme geldgewoonten aan door automatisch zakgeld te storten.\nHet is intuïtief en ontworpen voor het echte ouderschap!\n\n## De app is nu eenvoudiger voor kinderen en tieners\n\nWe weten dat het navigeren in een bankapp overweldigend kan aanvoelen voor kinderen en tieners. Daarom hebben we de ervaring opnieuw ontworpen met hen in gedachten: minder tabbladen, eenvoudigere navigatie en duidelijkere opties.\nDe ING Banking-app is nu toegankelijk voor kinderen vanaf 10 jaar. Dit geeft je de perfecte kans om het gesprek vroeg te starten en hen te helpen om met vertrouwen hun financiële reis aan te gaan."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen/overzicht-kinderen",
        "txt_file_id": "96",
        "content": "# Overzicht Kinderen - ING België - Overzicht kinderen\n\n## Meest gestelde vragen\n\n### Wie heeft toegang tot het Overzicht kinderen?\n\nAlleen ouders of wettelijke voogden met rekeningen die gekoppeld zijn aan het profiel van hun kind, hebben toegang en kunnen het Overzicht kinderen beheren.\n\n### Is het makkelijk om te schakelen tussen mijn rekening en het Overzicht Kinderen?\n\nAbsoluut. De interface is ontworpen voor snelle en naadloze navigatie tussen je eigen rekeningen en het overzicht van je kind.\n\n### Hoe krijg ik toegang tot het Overzicht kinderen?\n\nJe kunt het Overzicht kinderen openen door in te loggen in de ING Banking-app. Je vindt de toegang direct tussen je rekeningen. Deze functie is niet beschikbaar in Home’Bank.\n\n### Zie ik hoe mijn kind zijn of haar geld uitgeeft?\n\nZeker. Je krijgt een volledig overzicht van hun transacties, inclusief de belangrijkste uitgavencategorieën.\n\n### Welke ouderlijke controles zijn beschikbaar?\n\nJe kunt pushmeldingen activeren om de uitgaven van je kind te volgen, uitgavenlimieten instellen, kaartinstellingen beheren, een debetkaart bestellen en meer.\n\n### Kan mijn kind zijn of haar eigen overzicht bekijken?\n\nHet Overzicht kinderen is alleen toegankelijk voor ouders of wettelijke voogden. Als je kind een zichtrekening heeft, kan hij of zij vanaf 10 jaar de banking-app gebruiken om het saldo en de transactiegeschiedenis te bekijken. Hun toegang is echter beperkt: ze kunnen bijvoorbeeld geen kaartlimieten wijzigen of een gepauzeerde kaart opnieuw activeren. De volledige controle blijft bij de ouder.\n\n### Kan ik het profiel van mijn kind personaliseren?\n\nJa! Je kunt een profielfoto toevoegen om de omgeving aantrekkelijker en persoonlijker te maken voor je kind.\n\n### Kan ik meerdere kinderrekeningen beheren?\n\nJa, elk kind krijgt een eigen gepersonaliseerd overzicht, waardoor het eenvoudig is om tussen profielen te schakelen."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen/overzicht-kinderen",
        "txt_file_id": "97",
        "content": "# Overzicht Kinderen - ING België - Overzicht kinderen\n\n## Meest gestelde vragen\n\n### Waarom zie ik geen andere producten dan de gereguleerde zicht- en spaarrekeningen van mijn kinderen in het Overzicht kinderen?\n\nING Invest-rekening, ING MC-rekening, ING-termijnrekening of ING-lange termijnrekening – blijven voorlopig zichtbaar in je persoonlijke overzicht en nog niet in het Kinderoverzicht."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_nl_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/nl/particulieren/kinderen/overzicht-kinderen",
        "txt_file_id": "98",
        "content": "# Overzicht Kinderen - ING België - Overzicht kinderen\n\n## Geïnteresseerd in het openen van een rekening voor je kinderen?\n\nAanbieding\n\n### Kinderen tussen 8 en 17 jaar?\n\nOpen een gratis ING Go to 18 rekening Kinderen tussen 8 en 17 jaar?\n\n### Vergelijk onze spaarrekeningen voor jongeren\n\nLaat het spaargeld van je kind groeien: Vind de geschikte gereglementeerde spaarrekening voor je kind\nVergelijk onze spaarrekeningen voor jongeren Aanbieding\n\n### Kinderen tussen 8 en 17 jaar?\n\nOpen een gratis ING Go to 18 rekening Kinderen tussen 8 en 17 jaar?\n\n### Vergelijk onze spaarrekeningen voor jongeren\n\nLaat het spaargeld van je kind groeien: Vind de geschikte gereglementeerde spaarrekening voor je kind\nVergelijk onze spaarrekeningen voor jongeren"
    }
]