[
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_fr_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/emprunter/logement/ing-partenaires-renovation-flandre-energyvision",
        "txt_file_id": "290",
        "content": "# L’offre de nos partenaires pour la rénovation en Flandre - ING Belgique - L'offre d'Energyvision en Flandre\n\nEn Flandre, EnergyVision propose des panneaux solaires gratuits accompagnés d’un contrat d’énergie avantageux pour les propriétaires.\nCette offre permettrait de bloquer jusqu’à 70 % de la facture énergétique à un tarif fixe pendant au moins 10 ans. Elle se compose de trois éléments, décris ci-dessous.\nEn complément, vous pouvez également ajouter une borne de recharge, installée gratuitement, avec un abonnement mensuel."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_fr_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/emprunter/logement/ing-partenaires-renovation-flandre-energyvision",
        "txt_file_id": "291",
        "content": "# L’offre de nos partenaires pour la rénovation en Flandre - ING Belgique - L'offre d'Energyvision en Flandre\n\n## Quels sont vos options ?\n\n### Des panneaux solaires gratuits avec un contrat d'énergie\n\nCette formule se compose de 3 éléments:\n* **Panneaux solaires gratuits:** EnergyVision installe et finance vos panneaux solaires (voir conditions ci-dessous). Vous ne payez **aucun coût supplémentaire** (par exemple, taxe de distribution). Vous payez un **tarif fixe de 0,20 €/kWh** pour l’électricité produite par vos panneaux solaires. Ainsi, cette partie de votre facture d’énergie reste **fixe pendant 10 ans** .\n* **Consommation d’énergie supplémentaire:** Si vous consommez plus que ce que vos panneaux solaires produisent, vous payez un **mix tarifaire fixe/variable** pour l’énergie restante :\n  + **Tarif fixe** pour **1000 kWh/an** . Pour les clients ING, ce tarif est **gratuit pendant les 2 premières années** (soit 2000 kWh au total répartis sur 2 ans) !\n  + **Tarif variable** pour l’électricité consommée au-delà de la production solaire et du quota fixe. Si les prix baissent, cette partie de votre facture diminue également. Si les prix augmentent, vous ne ressentez l’augmentation **que sur cette partie variable** .\n* **Option gaz naturel :** Il est également possible d’ **ajouter le gaz naturel** à votre contrat d’énergie, si nécessaire.\nDécouvrez l'offre\n\n### Ajouter une borne de recharge\n\n* Installation gratuite d’une borne de recharge à domicile pour votre voiture électrique.\n* Cette offre comprend un abonnement mensuel (10 €/mois si vous combinez la borne avec un contrat d’énergie + panneaux solaires, 30 €/mois si vous la combinez uniquement avec un contrat d’énergie)\n* Elle inclut également une carte de recharge vous permettant de recharger votre voiture électrique dans plus de 100 000 stations à travers l’Europe, à un tarif avantageux.\nDécouvrez l'offre d'Energyvision en Flandre"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_fr_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/emprunter/logement/ing-partenaires-renovation-flandre-energyvision",
        "txt_file_id": "292",
        "content": "# L’offre de nos partenaires pour la rénovation en Flandre - ING Belgique - L'offre d'Energyvision en Flandre\n\n## Quels sont vos options ?\n\n### Comment ca marche ?\n\n1. 1\n\n#### Rendez-vous sur la page spéciale ING sur le site d'Energyvision\n\nCette page est exclusivement dédiée aux clients ING. Seules les demandes effectuées via cette page donneront droit à la réduction !\nVers l'offre d'Energyvision\n2. 2\n\n#### Demandez une offre\n\nSur cette page, vous pouvez demander une offre. Vous recevrez une proposition personnalisée pour votre habitation, incluant la réduction réservée aux clients ING. Cette offre est gratuite et sans engagement.\n3. 3\n\n#### Installation\n\nUne fois l’offre signée, Energyvision se chargera de l’installation et des travaux de rénovation demandés.\n\n### J’habite en Wallonie. Puis-je aussi bénéficier de l’offre d’EnergyVision (panneaux solaires gratuits) ?\n\nCe n’est actuellement pas possible, mais EnergyVision travaille sur une offre pour la Wallonie. Dès qu’elle sera disponible, vous pourrez également vous y inscrire !\nDes différences législatives empêchent pour l’instant EnergyVision/Brusol de proposer la même offre dans toute la Belgique. C’est pourquoi une offre existe pour la Flandre et Bruxelles, mais pas encore pour la Wallonie.\n\n### Comment savoir quelles rénovations pourraient potentiellement améliorer le score énergétique de mon habitation ?\n\nGrâce à notre simulateur , vous pouvez estimer le score énergétique actuel de votre habitation, obtenir des conseils pour l’améliorer, ainsi qu’une simulation des économies d’énergie que les rénovations pourraient générer."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\july31\\500_750_processed_be_fr_2025_07_31\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/emprunter/logement/ing-partenaires-renovation-flandre-energyvision",
        "txt_file_id": "293",
        "content": "# L’offre de nos partenaires pour la rénovation en Flandre - ING Belgique - L'offre d'Energyvision en Flandre\n\n## Quels sont vos options ?\n\n### Quelles sont les conditions pour bénéficier de l’offre de panneaux solaires gratuits d’EnergyVision ou de Brusol ?\n\n**Les conditions les plus importantes sont les suivantes :**\n* Votre toit doit être adapté à l'installation de panneaux solaires.\n* Vous devez être un particulier propriétaire d'une maison située en Flandre (EnergyVision) ou à Bruxelles (Brusol).\n* La réduction supplémentaire de 2.000 kWh sur le tarif énergétique fixe d’EnergyVision pendant les 2 premières années (1.000 kWh/an) est uniquement disponible pour les clients ING ayant contacté EnergyVision via les liens présents sur cette page.\nToutes les informations concernant l’offre, les conditions et les étapes suivantes sont expliquées sur le site web d’EnergyVision."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs/apercu-enfants",
        "txt_file_id": "315",
        "content": "# Aperçu de vos enfants - ING Belgique\n\n## Gérez facilement les comptes de vos enfants dans un onglet qui leur est dédié\n\n*Gérer les comptes bancaires de vos enfants devient plus simple et intuitif. Grâce à « Aperçu de vos enfants », une nouvelle fonctionnalité de l’app ING Banking, les parents disposent d’un espace dédié pour consulter et gérer les comptes à vue et d’épargne réglementés de leurs enfants, en toute clarté et avec contrôle.*\n* ***Mettez la carte en pause et réactivez la instantanément***\n*Avec le bouton « Mettre la carte en pause », vous pouvez mettre en pause les dépenses de votre enfant en un clic — sans appel, sans complication. Carte égarée ou besoin de contrôle temporaire ? C’est simple et rapide. Réactivez la carte à tout moment, directement depuis l’app ING Banking.*\n* ***Gardez le contrôle grâce au contrôle parental***\n*Gérez les limites de la carte, les paiements sans contact et en ligne, bloquez la carte via Card Stop si nécessaire. Vous pouvez aussi activer les notifications push pour suivre les habitudes de dépenses de votre enfant, et bien plus encore, le tout dans un seul endroit.*\n* ***Versez de l’argent de poche directement à partir de son profil***\n*Encouragez les bonnes habitudes financières en mettant en place de l’argent de poche.*\n*L’aperçu a été conçu afin que son utilisation soit intuitive et adapté aux besoins quotidiens des parents.*\n\n## L’app est désormais plus simple pour les enfants et les ados\n\nNous savons que naviguer dans une application bancaire peut être intimidant pour les enfants et les adolescents. C’est pourquoi nous avons repensé l’expérience en pensant à eux : moins d’onglets, une navigation plus facile et des options plus claires.\n*L’app ING Banking est désormais accessible aux enfants dès l’âge de 10 ans, vous offrant une belle opportunité d’initier la conversation et de les initier en douceur à la gestion de leur argent.*"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs/apercu-enfants",
        "txt_file_id": "316",
        "content": "# Aperçu de vos enfants - ING Belgique\n\n## Questions fréquemment posées\n\n### Qui peut accéder à l’aperçu de vos enfants ?\n\n*Seuls les parents ou tuteurs légaux ayant des comptes liés au profil de leur enfant peuvent accéder et gérer cette vue.*\n\n### Est-il facile de passer de mon compte à l’aperçu de mes enfants ?\n\n*Absolument. L’interface est conçue pour une navigation rapide et fluide entre vos comptes et ceux de votre enfant.*\n\n### Comment accéder à l’aperçu de vos enfants ?\n\nConnectez-vous à l’app ING Banking. Le point d’entrée se trouve juste à côté de vos comptes. Cette fonctionnalité n’est pas disponible dans Home’Bank.\n\n### Puis-je voir comment mon enfant dépense son argent ?\n\n*Oui, vous aurez une vue complète de ses transactions, y compris les catégories de dépenses principales.*\n\n### Quelles options de contrôle parental sont disponibles ?\n\n*Vous pouvez activer les notifications push pour suivre les transactions, définir des limites de dépenses, gérer les paramètres de la carte, commander une carte de débit, et bien plus encore.*\n\n### Mon enfant peut-il accéder à son propre aperçu ?\n\nL’aperçu des enfants est uniquement accessible aux parents ou tuteurs légaux. Si votre enfant possède un compte à vue, il peut utiliser l’application bancaire dès l’âge de 10 ans pour consulter son solde et l’historique de ses transactions. Toutefois, son accès est limité : il ne peut pas modifier les limites de la carte ni la geler/réactiver. Le contrôle total reste entre les mains du parent.\n\n### Puis-je personnaliser le profil de mon enfant ?\n\n*Oui ! Vous pouvez ajouter une photo de profil pour rendre l’espace plus attrayant et personnalisé pour votre enfant.*\n\n### Puis-je gérer les comptes de plusieurs enfants ?\n\n*Oui, chaque enfant aura sa propre vue personnalisée, ce qui facilite le passage d’un profil à l’autre.*"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs/apercu-enfants",
        "txt_file_id": "317",
        "content": "# Aperçu de vos enfants - ING Belgique\n\n## Questions fréquemment posées\n\n### Pourquoi je ne vois que les comptes courants et d’épargne réglementés de mes enfants dans l’aperçu, et aucun autre produit ?\n\nLes produits, compte ING Invest, compte ING MC, compte à terme ING ou compte ING à long terme restent pour l’instant visibles dans votre propre vue, et non dans la vue d’ensemble des enfants."
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs/apercu-enfants",
        "txt_file_id": "318",
        "content": "# Aperçu de vos enfants - ING Belgique\n\n## Intéressé(e) par l’ouverture d’un compte pour votre enfant ?\n\nOffres spéciales\n\n### Enfants entre 8-17 ans ?\n\nOuvrez un compte ING Go to 18 gratuit Enfants entre 8-17 ans ?\n\n### Comparez nos comptes d’épargne pour jeunes\n\nFaites grandir l'argent de votre enfant : Trouvez le compte d'épargne réglementé adapté pour votre enfant\nComparez nos comptes d’épargne pour jeunes Offres spéciales\n\n### Enfants entre 8-17 ans ?\n\nOuvrez un compte ING Go to 18 gratuit Enfants entre 8-17 ans ?\n\n### Comparez nos comptes d’épargne pour jeunes\n\nFaites grandir l'argent de votre enfant : Trouvez le compte d'épargne réglementé adapté pour votre enfant\nComparez nos comptes d’épargne pour jeunes"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs",
        "txt_file_id": "517",
        "content": "# La banque pour votre enfant - ING Belgique - La banque de votre enfant\n\nAssurez l'avenir financier de votre enfant avec les bons outils et les bonnes connaissances.\n\n## De 8 à 17 ans : Go to 18, le compte à vue gratuit de votre enfant\n\n* **Le compte jeune ING Go to 18 pour les enfants de 8 à 17 ans.** Avec de nombreuses fonctionnalités utiles telles qu'une carte de débit, les retraits d'espèces en euros (SEPA) et les virements instantanés.\n* **Gérez le compte de votre enfant à distance grâce à \"aperçu de vos enfants\", disponible dans l'app ING Banking :** définissez des limites de dépense et de retrait pour votre enfant afin que son argent reste en sécurité. Vous pouvez également consulter les transactions récentes de votre enfant pour vous assurer que tout se passe bien.\nOffres spéciales\n\n### Enfants entre 8-17 ans ?\n\nOuvrez un compte ING Go to 18 gratuit Enfants entre 8-17 ans ?\n\n### \"Aperçu de vos enfants\"\n\nGardez le contrôle sur les finances de votre enfant dans votre app ING Banking\n\"Aperçu de vos enfants\" Offres spéciales\n\n### Enfants entre 8-17 ans ?\n\nOuvrez un compte ING Go to 18 gratuit Enfants entre 8-17 ans ?\n\n### \"Aperçu de vos enfants\"\n\nGardez le contrôle sur les finances de votre enfant dans votre app ING Banking\n\"Aperçu de vos enfants\""
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs",
        "txt_file_id": "518",
        "content": "# La banque pour votre enfant - ING Belgique - La banque de votre enfant\n\n## Dès la naissance : commencez à épargner pour votre enfant\n\nDévelopper de bonnes habitudes d'épargne, c’est déjà faire un grand pas vers un avenir financier sûr et fructueux.\n* **Les solutions d'épargne d’ING** vous aident, vous et votre enfant, à démarrer.\n* **Épargnez pour eux et/ou apprenez-lui à épargner pour lui-même :** vous et votre enfant pouvez profiter de nos solutions d'épargne.\n* **Utilisez la fonction de contrôle parental :** gardez un œil sur les mouvements du compte grâce à l’app ING Banking.\n\n### Épargner en tant que particulier\n\nConstituez une réserve financière en toute simplicité ! Découvrez nos solutions pour épargner à votre rythme.\nÉpargner en tant que particulier\n\n### Épargner en tant que particulier\n\nConstituez une réserve financière en toute simplicité ! Découvrez nos solutions pour épargner à votre rythme.\nÉpargner en tant que particulier\n\n## L'\"Aperçu de vos enfants\" dans votre app ING Banking\n\n### Gardez le contrôle sur les finances de votre enfant dans votre app ING Banking\n\n* Suivez les habitudes de dépenses de votre enfant en activant les notifications push​\n* Configurez un versement récurrent d’argent de poche​\n* Accédez à tous les services de contrôle parental​\n* Gelez temporairement la carte de débit de votre enfant"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs",
        "txt_file_id": "519",
        "content": "# La banque pour votre enfant - ING Belgique - La banque de votre enfant\n\n## Conseils pour la banque au quotidien\n\n### Épargne automatique\n\nconomiser sans vous en rendre compte ? Facile ! 4 octobre 2022 Épargne automatique\n\n### Le montant préconisé pour votre réserve d’épargne\n\nDécouvrez nos 4 conseils pour déterminer le montant le plus élevé que vous pouvez économiser.\n7 juin 2023 Le montant préconisé pour votre réserve d’épargne\n\n### Economisez votre monnaie!\n\nAvec ING Save Up, vous épargnez de petites sommes sans même vous en rendre compte !\nEconomisez votre monnaie!\n\n### Comment construire un plan d'épargne ?\n\nPlusieurs options existent, en fonction de vos besoins et de votre profil d'investisseur.\n7 juin 2023 Comment construire un plan d'épargne ?\n\n### Épargne automatique\n\nconomiser sans vous en rendre compte ? Facile ! 4 octobre 2022 Épargne automatique\n\n### Economisez votre monnaie!\n\nAvec ING Save Up, vous épargnez de petites sommes sans même vous en rendre compte !\nEconomisez votre monnaie!\n\n### Le montant préconisé pour votre réserve d’épargne\n\nDécouvrez nos 4 conseils pour déterminer le montant le plus élevé que vous pouvez économiser.\n7 juin 2023 Le montant préconisé pour votre réserve d’épargne\n\n### Comment construire un plan d'épargne ?\n\nPlusieurs options existent, en fonction de vos besoins et de votre profil d'investisseur.\n7 juin 2023 Comment construire un plan d'épargne ?"
    },
    {
        "file_name": "C:\\Users\\KF06FR\\OneDrive - ING\\Documents\\genai\\pilot\\chunks\\september23\\500_750_processed_be_fr_2025_09_23\\metadata_exclusions.jsonl",
        "url": "https://www.ing.be/fr/particuliers/mineurs",
        "txt_file_id": "520",
        "content": "# La banque pour votre enfant - ING Belgique - La banque de votre enfant\n\n## Conseils pour l'épargne\n\n### SOS épargne : combien devriez-vous idéalement épargner par mois ?\n\nArticle | La règle d'or pour une épargne idéale. 19 septembre 2023 SOS épargne : combien devriez-vous idéalement épargner par mois ?\n\n### Epargner ou investir pour votre enfant ?\n\nComment pouvez-vous, en tant que parent, donner le coup de pouce dont votre enfant aura besoin ?\n9 juin 2024 Epargner ou investir pour votre enfant ?\n\n### 5 conseils pour apprendre aux enfants à épargner\n\nDécouvrez comment apprendre l’épargne aux plus jeunes grâce à un compte d’épargne.\n26 mai 2024 5 conseils pour apprendre aux enfants à épargner\n\n### SOS épargne : combien devriez-vous idéalement épargner par mois ?\n\nArticle | La règle d'or pour une épargne idéale. 19 septembre 2023 SOS épargne : combien devriez-vous idéalement épargner par mois ?\n\n### 5 conseils pour apprendre aux enfants à épargner\n\nDécouvrez comment apprendre l’épargne aux plus jeunes grâce à un compte d’épargne.\n26 mai 2024 5 conseils pour apprendre aux enfants à épargner\n\n### Epargner ou investir pour votre enfant ?\n\nComment pouvez-vous, en tant que parent, donner le coup de pouce dont votre enfant aura besoin ?\n9 juin 2024 Epargner ou investir pour votre enfant ?"
    }
]